== 一个老板的三句话 ==

    一个男人在外工作20年，终于要回家了，老板问他：你是要20年的工资还是要3句忠告？男人说我明天上路，明早给您答案好吗？老板说可以。当晚男人未眠…早晨，他对老板说：我要3个忠告。于是老板给他3句话。一、不要试图寻找不可能的捷径，世上没有便宜的事，只有脚踏实地才是最好的方法…无论做何事。二、不要对明知不是好事的事过分好奇，有可能你会因此而丧命。三、不要在冲动时做任何决定，否则这个决定就有可能成为你一辈子的遗憾。说完老板给男人一些钱和三个面包，并叮嘱：最大的面包在到家后才能吃。男人上路了…他走了好几天…把第一个面包吃了一半了，没过多久遇到一个路口，他打听：请问到**走哪条路近？路人甲：走小路吧，近。路人乙：走大路吧，安全。他迫不急待要与妻子见面，于是走了小路。走了没多久就听到有路人说附近闹山贼，于是他想起了老板的第一个忠告：不要试图寻找捷径。于是他回头去走那条大路。又走了几天，第二个面包也吃了一部分了…他找到一家极便宜的客栈投宿。半夜听见有女子哭声，他睡不下。于是决定出门看看。这时他想到了第二个忠告：不要对明知不是好事的事过分好奇。于是他又睡下了。第二日起程时，店家惊道：你还活着？！他不解，遂问原由。店家说他有个疯女儿，发病时用哭声引人出来再将其杀害，昨晚投宿的客人只有你一个活着。男人长叹：啊…又走了几天，当第二个面包吃完时他已离家不远了。他更加激动了。天刚黑下来没多久，他就走到了自己的村子。到家时他刚准备敲门，却听到屋里有男人的声音。他气极了，拿起一把砍柴刀就准备冲进屋子将那男的杀掉。但这时他想到了第三个忠告：不要在冲动时做任何决定，可能这个决定会让你后悔一辈子。于是他冷静下来，在屋外坐了一夜。第二天早上他很早就敲开了门，妻子见他回来十分高兴。但他却很冷漠：那个男人是谁？他妻子笑曰：那是我们的儿啊…你走后没多久我就…这时他发现这个年轻小伙竟和自己长得相似极了。父子初次见面，相拥而泣…一阵关切过后男人拿出第三个面包准备和妻、子一齐分享…切开之后却发现20年的工资全在里面。所以我们做任何事都要考虑清楚否则到最后后悔的是自己!

=== 成大事必备9种能力、9种手段、9种心态 ===

==== 一：沉稳 ====
（1）不要随便显露你的情绪。
（2）不要逢人就诉说你的困难和遭遇。
（3）在征询别人的意见之前，自己先思考，但不要先讲。
（4）不要一有机会就唠叨你的不满。
（5）重要的决定尽量有别人商量，最好隔一天再发布。
（6）讲话不要有任何的慌张，走路也是。
==== 二：细心 ====
（1）对身边发生的事情，常思考它们的因果关系。
（2）对做不到位的执行问题，要发掘它们的根本症结。
（3）对习以为常的做事方法，要有改进或优化的建议。
（4）做什么事情都要养成有条不紊和井然有序的习惯。
（5）经常去找几个别人看不出来的毛病或弊端。
（6）自己要随时随地对有所不足的地方补位。 
==== 三：胆识 ====
（1）不要常用缺乏自信的词句
（2）不要常常反悔，轻易推翻已经决定的事。
（3）在众人争执不休时，不要没有主见。
（4）整体氛围低落时，你要乐观、阳光。
（5）做任何事情都要用心，因为有人在看着你。
（6）事情不顺的时候，歇口气，重新寻找突破口，就结束也要干净利落。
==== 四：大度 ====
（1）不要刻意把有可能是伙伴的人变成对手。
（2）对别人的小过失、小错误不要斤斤计较。
（3）在金钱上要大方，学习三施（财施、法施、无畏施）
（4）不要有权力的傲慢和知识的偏见。
（5）任何成果和成就都应和别人分享。
（6）必须有人牺牲或奉献的时候，自己走在前面。
==== 五：诚信 ====
（1）做不到的事情不要说，说了就努力做到。
（2）虚的口号或标语不要常挂嘴上。
（3）针对客户提出的“不诚信"问题，拿出改善的方法。
（4）停止一切“不道德"的手段。
（5）耍弄小聪明，要不得！
（6）计算一下产品或服务的诚信代价，那就是品牌成本。
==== 六：担当 ====
（1）检讨任何过失的时候，先从自身或自己人开始反省。 
（2）事项结束后，先审查过错，再列述功劳。
（3）认错从上级开始，表功从下级启动
（4）着手一个计划，先将权责界定清楚，而且分配得当。
（5）对“怕事"的人或组织要挑明了说。
（6）因为勇于承担责任所造成的损失，公司应该承担 

=== 成大事的九种手段： ===
* 敢于决断－－克服犹豫不定的习性　
　　很多人之所以一事无成，最大的毛病就是缺乏敢于决断的手段，总是左顾右盼、思前想后，从而错失成功的最佳时机。成大事者在看到事情的成功可能性到来时，敢于做出重大决断，因此取得先机。
* 挑战弱点－－彻底改变自己的缺陷
　　人人都有弱点，不能成大事者总是固守自己的弱点，一生都不会发生重大转变；能成大事者总是善于从自己的弱点上开刀，去把自己变成一个能力超强的人。一个连自己的缺陷都不能纠正的人，只能是失败者！
* 突破困境－－从失败中撮成功的资本
　　人生总要面临各种困境的挑战，甚至可以说困境就是“鬼门关”。一般人会在困境面前浑身发抖，而成大事者则能把困境变为成功的有力跳板。
* 抓住机遇－－善于选择、善于创造　
　　机遇就是人生最大的财富。有些人浪费机遇轻而易举，所以一个个有巨大潜力的机遇都悄然溜跑，成大事都是绝对不允许溜走，并且能纵身扑向机遇。
* 发挥强项－－做自己最擅长的事情
　　一个能力极弱的人肯定难以打开人生局面，他必定是人生舞台上重量级选手的牺牲品；成大事者关于在自己要做的事情上，充分施展才智，一步一步地拓宽成功之路。
* 调整心态－－切忌让情绪伤害自己　
　　心态消极的人，无论如何都挑不起生活和重担，因为他们无法直面一个个人生挫折，成大事者则关于高速心态，即使在毫无希望时，也能看到一线成功的亮光。
* 立即行动－－只说不做，徒劳无益
　　一次行动胜过百遍心想。有些人是“语言的巨人，行动的矮子”，所以看不到更为实际现实的事情在他身上发生；成大事者是每天都靠行动来落实自己的人生计划的。
* 善于交往－－巧妙利用人力资源　
　　一个人不懂得交往，必然会推动人际关系的力量。成大事者的特点之一是：善于靠借力、借热去营造成功的局势，从而能把一件件难以办成的事办成，实现自己人生的规划。
* 重新规划－－站到更高的起点上　
　　人生是一个过程，成功也是一个过程。你如果满足于小成功，就会推动大成功。成大事者懂得从小到大的艰辛过程，所以在实现了一个个小成功之后，能继续拆开下一个人生的“密封袋”。

　　可以讲任何一种手段，都可以导致一种结果，但这个结果是不是最佳的结果，恐怕就很难说了。成大事者总是选择最佳的手段，达到最完善的结果，这就是非一般人所能做到的。因此在成功之路上，你要想成大事，首先要解决的问题就是：你的手段对你推动成功的计划是否立竿见影！

=== 成大事必备九种能力 ===


挑战生存的能力：善于在现实中寻找答案                                                                         
* 摆正心态，敢于面对现实
　　对于那些不停地抱怨现实恶劣的人来说，不能称心如意的现实，就如同生活的牢笼，既束缚手脚，又束缚身心，因此常屈从于现实的压力，成为懦弱者；而那些真正成大事的人，则敢于挑战现实，在现实中磨炼自己的生存能力，这就叫强者！
　　在此，我们可以得出一条成大事的经验：适应现实的变化而迅速改变自己的观念，最重要的是需要我们有一副聪慧的头脑和灵活的眼睛，做生活的有心人。
　　在现实的压力之下，如果你能改变观念，适时而进，可收到事半功倍的效果。
　　我们的自下而上须臾离不开现实，随着现实的变化，我们必须随之调整自己的观念、思想、行动及目标。这是生存的必须。
　　如果我们有办法来改变现实，使之适合我们能力和欲望的发展需要，则是最难能可贵的。
* 让你拥有过硬的自制能力
　　自制，就是要克服欲望，不要因为有点压力就心里浮躁，遇到一点不称心的事就大发脾气。
　　一个人除非先控制了自己，否则将无法控制别人。
　　一个人只要有成大事的目标，知道自己想要的，然后采取行动，告诉自己绝对不要放弃，成功只是时间早晚而已。
　　假使你在途中遇上了麻烦或阻碍，你就去面对它、解决它、然后再继续前进，这样问题才不会愈积愈多。
　　你在一步步向上爬时，千万别对自己说“不”，因为“不”也许导致你决心的动摇，放弃你的目标，从而前功尽弃。
　　人最难战胜的是自己，这话的含义是说，一个人成功的最大障碍不是来自于外界是，而是自身。只有控制住自己，才能控制住压力，让压力在你面前屈服。
* 把情感装入理性之盒
　　一种抵触情绪的产生往往是潜移默化的，但它对人一生的影响却是巨大的，这种影响从诸多小事上体现出来。我们应尽量消除自己的不良情绪、因为它不仅会给我们造成身心上的伤害，而且在我们通往成功的路途上，不良情绪有时会成为绊脚石。
　　为了你的成功，你必须把情感装入理性之盒，你必须去适应别人，适应形势，不然的话，你注定成不了大事，注定会被淘汰。
* 独处可以激发思考的力量
　　如果你知道怎么独处的话，成大事者都是善于独处的人－－在独处的过程中激发思考的力量。
　　自卑可以像一座大山把人压倒并让你永远沉默，也可以像推进器产生强大的动力。
　　比别人先走一步，能创造一种成功的心境。
　　在独处时，你应当有所思考，不要总人浮于事。
* 压力是最好的推动力
　　欲成大事者，因目标高远，压力可能会更大。但若欲成大事，就必须能承受这种压力，把压力当成推进人生的动力。
　　人们最出色的工作往往是在外于逆境的情况下做出的。人要有所为就要有所不为。应做的一定要做好，不该做的坚决不做。
　得到的并不一定就值得庆幸，失去的也并不完全是坏事情。
* 以变应变，才有出路
　　顺应时势，善于变化，及时调整自己的行动方案，这是成大事者适应现实的一种方法。
　　一个人如果没有和人打交道的高超技巧，没有把各种情况都考虑周全的头脑，灵活应变的手段，就根本无法驾驭大的局面，将很难成大事。
　　一个人能看清自己的现状，心态就会平衡许多，就能以一种客观的眼光去看待，认识这个世界，并且相应地调整自己的行为。
* 自信心是人生的坚强支柱
　　自信心充足者的适应能力就高，反之则适应能力较低。
　　一般信心不足较严重的人常有一些身心症状，比如孤僻，害怕与人交往，说话过于偏激，悲观失望。
　　如果做事成功的经验越多，那么自信心就越强。
　　自我成功锻炼的机会越少，自信心就越弱，以致产生严重的自卑情绪。
　    十九世纪的思想家爱默生说：“相信自己‘能’，便会攻无不克。”拿破仑说：“在我的字典里没有不可能。”
* 把精力投入到自己的强项上
　　大多数人的生活层次只停留在：为吃饭而吃、为搭公车而搭、为工作而工作、为了回家而回家。
　　成大事者与不成大事者只差别在一些小小的动作：每天花5分钟阅读、多打一个电话、多努力一点、在适当时机的一个表示、表演上多费一点心思、多做一些研究，或在实验室中多试验一次。
　　在行动之前你自己就知道你是否足以胜任这一个任务。
　　没有任何借口可以解释你为会么长时间仍然无法胜任一项工作。
　　不论你想追求的是什么，你必须强迫自己增强能力以实现目标。
　　勤加练习、勤加练习、最后还是勤加练习！决不放弃学习，而且一定要将学到的知识运用于日常生活中。
* 要专心地做好一件事
　　如果大多数人集中精力专注于一项工作，他们都能把这项工作做得很好。
　　最成大事者的商人是能够迅速而果断作出决定的人，他们总是首先确定一个明确的目标，并集中精力，专心致志地朝这个目标努力。
　　一次只专心地做一件事，全身心地投入并积极地希望它成功，这样你的心里就不会感到筋疲力尽。
　　把你需要做的事想象成是一大排抽屉中的一个小抽屉。不要总想着所有的抽屉，而要将精力集中于你已经打开的那个抽屉。每个人做人办事的手段都是不一样的，可以讲，一个人就有一种手段，一个人就有一种靠自己手段获得成功的途径。无数事实表明，有些人就是太过于自信，想念自己确认的手段能够解决任何问题，但不知道这种往往是起不到任何作用。因此，他们总觉得离成功的目标不是越来越近，而实际上越来越远。

=== 成大事必备的9种心态 ===
==== 心态之一：积极向上 ====
# 时刻想着出人头地
# 做“小人物”时要向“大人物”看齐
# 惟有进取心，才能成大事
# 摒弃逆境的干扰，寻找向上的根源
# 放弃也是一种成功的开始
# 在平凡中做不平凡的事
# 保持年轻的心态很重要
# 永远积极、主动、热忱
==== 心态之二：勤勉谦恭 ====
# 壮志凌云地想，脚踏实地地干　　
# 勤敬产业，谦恭做人
# 勤勉高于天赋
# 勤奋造就成功，懒惰摧毁天才
# 养成勤奋的习惯会终生受益
# 有一份耕耘，就有一份收获
# 恒心与支持能“点石成金”
# 莫道君行早，更有早行人
==== 心态之三：诚实守信 ====
# 诚实是一种源自自身的本质
# 诚实守信才是大赢家
# 以诚信奠定成功基业
# 真诚的友谊会使你的事业更发达
# 做人要有正直的品行
# 诚实守信是成大事的“信用卡”
# 要成大事，择友不可草率
# 以真诚待人，用热忱做事
==== 心态之四：敢于挑战 ====
# 敢于挑战自我，克服贬低心理
# 挑战无极限
# 坚持到底造靠勇气，半途而废是懦夫
# 用于挑战激起成大事的信心
# 勇气是战胜困难的良方
# 胜人者力，自胜者强
# 毅力与恒心是成大事的基本功
# 坚持不懈成大事，浅尝辄止无出路
==== 心态之五：善于合作 ====
==== 心态之六：知足平衡 ====
==== 心态之七：乐观豁达 ====
==== 心态之八：宽厚容人 ====
==== 心态之九：永远自信 ====

