%toc
%title 【防蚊虫】教你夏天植物驱蚊全攻略|海的心情

== 【防蚊虫】教你夏天植物驱蚊全攻略 ==

日期：2012-05-13

  夏天到了，我住的地地方蚊子很多，被蚊子叮咬是件很烦恼的事。搜罗了一些很好的防蚊、驱蚊的方法，已备夏天使用。

  本经验一开始就普及知识，告诉你被蚊子咬为什么会有红红的点、会肿起来等相关经验，然后从怎样用植物驱蚊到被蚊子咬后应该怎样处理都详细说明，希望本经验可以帮到你，在这蚊虫多的日子里，过一个舒服的夏天。

=== 被蚊子咬到会肿起来的原因 ===

  事实上应该说被蚊子「刺」到了。蚊子无法张口，所以不会在皮肤上咬一口，它其实是用六枝针状的构造刺进人的皮肤，这些口针(stylets)形成摄食用口器的中心。

  这些口针吸入血液的功用就像抽血用的针一样；蚊子还会放出含有抗凝血剂的唾液来防止血液凝结，这样它就能够安稳地大快朵颐一番。当蚊子吃饱喝足、飘然离去时，留下的就是一个痒痒的肿包。

  夏天到来后，蚊子随之孳生，尤其是雨季，蚊虫的幼虫--在大水中大量繁衍。蚊虫的叮咬使人难以入眠，而且还会传播疾病。可是要想彻底消灭蚊虫，并非易事，被蚊叮咬在所难免。蚊虫叮咬时，在蚊子的口器中分泌出一种有机酸--蚁酸，它的化学成分是HCOOH。

  雌蚊吸血，是为了得到血中蛋白质滋养卵巢，因此雌蚊的唾液会分泌一种类似抗凝血剂的有机酸，使血液不会凝固，但是留在人皮肤上的有机酸是外来物质，有些人便会产生过敏现象，像是痒、肿。

  http://farm9.staticflickr.com/8160/7187230680_50303670f5_m.jpg

=== 教你怎样用植物驱蚊虫 ===

* 夜来香 *

又名夜香树，原产美洲热带。叶片心形，边缘披有柔毛。每逢夏秋之间，在叶腋就会绽开一簇簇黄绿色的吊钟形小花，当月上树梢时它即飘出阵阵清香，这种香味，却令蚊子害怕，是驱蚊佳品。 

http://farm9.staticflickr.com/8160/7187230680_50303670f5_m.jpg

* 薰衣草 *
是一种蓝紫色的小花。原产地为地中海，喜干燥，花形如小麦穗，通常在六月开花。薰衣草本身具有杀虫效果，人们通常把用薰衣草做成香包放在橱柜中，也有的把它放在卧室，用于驱蚊。 

http://farm9.staticflickr.com/8160/7187230680_50303670f5_m.jpg

* 猪笼草 *
是典型的食虫植物，它长有奇特的叶子，并且顶端挂着一个长圆形的“捕虫瓶”，瓶口有盖，能开能关。猪笼草有几十种之多，不同种类，捕虫瓶的形状、大小和颜色也不一样。猪笼草可药用，对肝炎、胃痛、高血压和感冒等疾病有一定疗效，更是捕蚊高手。 

http://farm9.staticflickr.com/8160/7187230680_50303670f5_m.jpg

* 天竺葵 *
天竺葵花团锦簇，丰满成球，南北各地都能适应。高温时节，摆放室外疏荫环境；寒冷时节，在明亮室内观赏。天竺葵具有一种特有的气味，这种气味使蚊蝇闻味而逃。

http://farm9.staticflickr.com/8160/7187230680_50303670f5_m.jpg

* 七里香 *
这是一种四季常绿的小灌木，外形呈伞房状，分枝多，叶小亮泽，花白繁密，开花后还能结红色浆果，为陋室增加美感。摸其叶片，会感到浓浓的甜香味，驱蚊效果很好。 

http://farm9.staticflickr.com/8160/7187230680_50303670f5_m.jpg

* 食虫草 *
 是一种菊科草本植物，可长到1米来高，花小黄色，一株达数百只花头，各花头的外围有粘液，就像五个伸开的小手指，很有趣。只要有小蚊虫落在上面便被粘住，之后，虫子尸体被其慢慢消化作为其生长营养。若有灰尘粘落上面数天后也被消化得无影无踪，盆栽摆放一盆在家中捉蚊又吸尘。 

http://farm9.staticflickr.com/8160/7187230680_50303670f5_m.jpg

=== 被蚊子咬后怎样止痒 ===

* 如果叮咬处很痒，可先用手指弹一弹，再涂上花露水、风油精等。 *

* 可用芦荟叶中的汁液止痒。被蚊子叮咬后红肿奇痒时，可切一小片芦荟叶，洗干净后掰开，在红肿处涂擦几下，就能消肿止痒。 万金油和盐的涂抹，可让局部麻醉并舒缓神经，减轻痒的感觉。 *


* 如果对蚊子叮咬较敏感的人，不妨在外出前，吃一粒抗组织胺药物。只要肯改吃碱性蔬菜之饮食,体质及血液是微碱性的,不但蚊子不爱叮,就算被叮之后,也不至於会太痒!如果叮到，可用自己微碱性之口水,涂抹蚊虫叮咬处,亦能止痒!把一颗蒜瓣掰开，用断面涂抹蚊子咬的包，一会就好，而且止痒。 *


* 维生素B1泡水擦身也会让蚊子不敢近身。这种水溶性维生素是没有副作用的。多余的分量完全排出体外，不会贮留在人体中。 用调味品中的八角、茴各两枚，泡于温水脸盆中，用其水洗澡，蚊子不敢近身。 在室内点燃干桔皮，可代替蚊，既能驱蚊，又可消除屋内异味。 *

* 穿浅色衣服。大家注意喽！伊蚊（又叫花斑蚊）最喜欢停在黑色衣服上。所以大家尽量在炎热的夏天穿一些颜色比较浅的衣服。 * 

* 被叮咬后不能抓。被蚊子叮到，我们会马上去抓。可是抓挠后，皮肤里的组织液、淋巴液等渗出，肿成一个包，就会越抓越痒，而且还不易消退，长满红包的“赤豆腿”就是这样被抓出来的。 *

* 蚊子黄昏前喜欢停息在窗台附近，入夜后喜欢停息在房中表面色泽较深的物体上，按此规律拍打蚊子，事半功倍。 家庭水生植物要定期换水。 *

* 摆入驱蚊鲜花黄昏前，在室内摆1，2盆盛开的茉莉花、米兰或玫瑰，最好是夜来香。因蚊子不能忍受这些花的香气而逃避。
 室内安装橘红色灯泡，由于蚊子害怕橘红色的光线，所以能产生很好的驱蚊效果。 将晒干后的残茶叶燃烧，可以驱除蚊虫。 *


* 用空酒瓶装35毫升糖水或啤酒放在桌面或室内蚊子较多处，蚊子闻到甜酒味就会注瓶子里钻，被糖水或啤酒粘住致死。 把用过的失去药力的蚊香药片，轻轻滴上几滴风油精，插上电源，就能达到较强的驱蚊效果，又节约药片。遇上停电还可以把用过的一两片药片滴上风油精，一块点燃，几分钟后，就能起到驱蚊灭蚊的效果。 *

* 使用驱蚊草驱蚊时，在15平方米左右的室内，放置一盘株高30厘米左右，叶片数量在40片以上的驱蚊草，效果最好。 *

=== 注意事项 ===

其实夏天有空调的，在睡觉前把空调开低一点一般都会没有蚊子啦。止痒的方法有很多，找到适合自己的就OK啦。

== 参考 ==
[[http://jingyan.baidu.com/article/870c6fc3daf6a0b03ee4be7b.html|百度-经验]]
